aaron-bond.better-comments
alefragnani.bookmarks
alefragnani.project-manager
alexcvzz.vscode-sqlite
asvetliakov.vscode-neovim
chouzz.vscode-better-align
donjayamanne.githistory
eamodio.gitlens
emilast.logfilehighlighter
fabiospampinato.vscode-highlight
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
google.gemini-cli-vscode-ide-companion
google.geminicodeassist
jeff-hykin.better-shellscript-syntax
johnstoncode.svn-scm
kisstkondoros.vscode-gutter-preview
liamhammett.inline-parameters
oderwat.indent-rainbow
openai.chatgpt
pkief.material-icon-theme
qwtel.sqlite-viewer
rangav.vscode-thunder-client
robertostermann.inline-parameters-extended
sdras.night-owl
shd101wyy.markdown-preview-enhanced
usernamehw.errorlens
vue.volar
